const line = function() {
    const max = 10;
    const random = Math.floor(Math.random() * max);

    const info = [
        '我轻轻的尝一口',
        '你说的爱我　',
        '还在回味你给过的温柔',
        '我轻轻的尝一口　',
        '这香浓的诱惑　',
        '我喜欢的样子你都有',
        '你爱过头竟然答应我',
        '要给我蜂蜜口味的生活',
        '加一颗奶球我搅拌害羞',
        '将甜度调高后再牵手',
        '你的爱太多想随身带走　',
        '想你的时候就吃上一口',
        '我温热着被呵护的感受',
        '却又担心降温了要求',
        '我尝着你话里面的奶油溜啊溜　',
        '听过的每句话都很可口呦啊呦',
        '那些多余的画面全被跳过　',
        '你的眼中只有我',
        '我轻轻的尝一口　',
        '你说的爱我　',
        '还在回味你给过的温柔',
        '我轻轻的尝一口　',
        '这香浓的诱惑　',
        '我喜欢的样子你都有',
        '我轻轻的尝一口　',
        '你说的爱我　',
        '舍不得吃会微笑的糖果',
        '我轻轻的尝一口　',
        '份量虽然不多　',
        '却将你的爱完全吸收',
        '我微笑着让香味停留　',
        '缘份走到这也赖着不走',
        '像夹心饼干中间有甜头　',
        '继续下去不需要理由',
        '我尝着你话里面的奶油溜啊溜　',
        '听过的每句话都很可口呦啊呦',
        '那些多余的画面全被跳过　',
        '你的眼中只有我',
        '我轻轻的尝一口　',
        '你说的爱我　',
        '还在回味你给过的温柔',
        '我轻轻的尝一口　',
        '这香浓的诱惑　',
        '我喜欢的样子你都有',
        '我轻轻的尝一口　',
        '你说的爱我　',
        '舍不得吃会微笑的糖果',
        '我轻轻的尝一口　',
        '份量虽然不多　',
        '却将你的爱完全吸收',
        '我轻轻的尝一口　',
        '你说的爱我　',
        '还在回味你给过的温柔',
        '我轻轻的尝一口　',
        '这香浓的诱惑　',
        '我喜欢的样子你都有',
        '我轻轻的尝一口　',
        '你说的爱我　',
        '舍不得吃会微笑的糖果',
        '我轻轻的尝一口　',
        '份量虽然不多',
    ];
    let result = [];
    if (info.length < random + 10) {
        return info.slice(0, 10);

    }
    return info.slice(random, random + 10);

}
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: line(),
    date: "2022-08-14T20:15:00",
    // 双方的名字
    names: ["星语大胖纸 ", "大狗狗 "]
}